Repository: luizfelipeairesoares/wash-hands
Catalog: washands/Resources/Localization/*.lproj/CircularProgressViewLocalizable.strings
Languages: pt_br

# label_start
source: Start
pt_br: Início

# label_credits
source: Credits
pt_br: Creditos

# label_step
source: Step
pt_br: Passo

# label_step1
source: Wet hands with water
pt_br: Molhe as mãos com água

# label_step2
source: Apply enough soap to cover all surfaces
pt_br: Aplique sabão o suficiente para cobrir as mãos

# label_step3
source: Rub hands palm to palm
pt_br: Esfrege as mãos, palma com palma

# label_step4
source: Right palm over left dorsum with interlaced fingers and vice versa
pt_br: Palma direita sob a esquerda com dedos entrelaçados e vice versa

# label_step5
source: Palm to Palm with fingers interlaced
pt_br: Palma com Palma com dedos entrelaçados

# label_step6
source: Backs of fingers to opposing palms with fingers interlocked
pt_br: 'Costas' dos dedos para a palma da mão oposta com dedos entrelaçados

# label_step7
source: Rotational rubbing of left thumb clasped in right palm and vice versa
pt_br: Segure o dedão esquerdo com a mão direita e esfregue com movimentos circulares e vice versa

# label_step8
source: Rotational rubbing, backwards and forwards with clasped fingers of right hand in left and vice versa
pt_br: Esfregue, com movimentos circulares, os dedos da mão direita na palma da mão esquerda e vice versa

# label_step9
source: Rinse hands with water
pt_br: Enxague as mãos com água

# label_step10
source: Dry thoroughly with a single use towel
pt_br: Seque bem com uma toalha de uso único

# label_step11
source: Use towel to turn off faucet
pt_br: Use a toalha para fechar a torneira
